package com.wiesel.common.enums;
/** 
*
* @ClassName   类名：IColumnType 
* @Description 功能说明：
* <p>
* TODO
*</p>
************************************************************************
* @date        创建日期：2018年11月22日
* @author      创建人：wuj
* @version     版本号：V1.0
*<p>
***************************修订记录***************************************
* 
*   2018年11月22日   wuj   创建该类功能。
*
************************************************************************
*</p>
*/
public interface IColumnType {
	 /**
     * <p>
     * 获取字段类型
     * </p>
     *
     * @return 字段类型
     */
    String getType();

    /**
     * <p>
     * 获取字段类型完整名
     * </p>
     *
     * @return 字段类型完整名
     */
    String getPkg();
}
